{
  "pec-goals": {
    "2-2": {
      "description": "Para 2021, velar por que entre 85% y 90% de las niñas y los niños tengan una enseñanza primaria (1° a 6° grados) y secundaria inicial (7° a 9° grados), gratuita, equitativa y de calidad, que produzca resultados de aprendizaje pertinentes y efectivos. (ODS 4.1 y 4.2)"
    },
    "3-1": {
      "description": "Para 2021, velar por que entre 60% y 80% de las personas adolescentes tengan una enseñanza secundaria completa, gratuita, equitativa y de calidad que produzca resultados de aprendizaje pertinentes y efectivos. (ODS 4.1 y 4.2)"
    },
    "3-2": {
      "description": "Para 2021, asegurar el acceso en condiciones de igualdad para el 40% a 50% de los hombres y las mujeres que concluyeron la educación secundaria a formación técnica profesional de calidad. (ODS 4.2)"
    },
    "3-3": {
      "description": "Para 2021, garantizar que 75% de los jóvenes (15-25 años) y entre el 75% y 85% de las adultas, tengan competencias de lectura, escritura y aritmética. (ODS 4.6)"
    },
    "3-4": {
      "description": "Para 2021, aumentar en un 50% el número de jóvenes (15-25 años) y personas adultas que tienen las competencias necesarias, en particular técnicas y profesionales, para acceder al empleo, el trabajo decente y el emprendimiento. (ODS 4.4)"
    },
    "4-1": {
      "description": "Para 2021, eliminar en un 75% las disparidades de género en la educación y garantizar el acceso en condiciones de igualdad y equidad a todos los niveles de la enseñanza y la formación profesional, especialmente de las personas con discapacidad, los pueblos indígenas y los niños en situaciones de vulnerabilidad. (ODS 4.5 y 4.b)"
    },
    "5-1": {
      "description": "Para 2021, contar con instrumentos y mecanismos probados para asegurar calidad en el desempeño de docentes actualizados profesionalmente. (ODS 4.5 y 4.c)"
    },
    "6-1": {
      "description": "Para 2021, asegurar que se hallen en vigencia en todos los países, políticas educativas específicas y orientaciones curriculares que adopten conocimientos y prácticas de una educación para el desarrollo sostenible, la adopción de estilos de vida sostenibles, los derechos humanos, la igualdad entre los géneros, la promoción de una cultura de paz y no violencia, la ciudadanía mundial y la valoración de la diversidad cultural y de la contribución de la cultura al desarrollo sostenible, entre otros medios (ODS 4.7)"
    },
    "4-a": {
      "description": "Línea base para monitoreo ODS 4.a: No definida"
    }
  }
}
